{
  "message":"News",
  "news1":"AMCS acquires Canada-based TRUX Route Management Systems",
  "content1":"Ireland-based AMCS Group, a global supplier of integrated software and vehicle technology for the waste,has announced its acquisition of Canada-based waste and recycling software provider TRUX Route Management Systems Inc.",
  "news2":"Mobility in China: At high-speed into the future",
  "content2":"China's high-speed rail network is the largest in the world and it’s nowhere near finished. Millions of people travel across the country by train each day. This growing market is developing in ever more new and remarkable ways.",
  "news3":"Liebherr with innovations at the EuroShop in Düsseldorf",
  "content3":"At the EuroShop, Liebherr is presenting a diverse selection of high-quality refrigerators and freezers for the commercial sector. The focus is on the innovative chest program as well as the comfortable multi-deck system solutions.",
  "news4":"Liebherr takes over the business activities of the Libero company",
  "content4":"On the 1st of January 2020, Liebherr-Baumaschinen Vertriebs- und Service GmbH and Liebherr-Mietpartner GmbH will acquire the earthmoving machinery and equipment rental business activities of Libero.",
  "news5":"Liebherr celebrates company Christmas parties with over 2,000 persons",
  "content":"With more than 2,000 participants, the Liebherr companies celebrated the traditional retired Christmas celebrations again this year.",
  "news6":"Journey into the eternal ice",
  "content6":"14,400 kilometres, 53 days and 4 different ships: it took a few strokes of logistical genius to transport a mobile crane to its destination on Earth’s southernmost continent. This is how it all began.",
  "profile":{
    "user":"Liebherr User",
    "chat":"Go to the Chat Room",
      "problem":"Troubleshooting"
  },
  "nav":{
  "Home":"Home",
  "Products":"Products",
  "Spare Parts":"Spare Parts",
  "Contact":"Contact",
  "Profile":"Profile",
  "LOG IN":"LOGIN",
  "LogOut":"LogOut",
  "About":"About",
  "Repair":"Repair"

  },
  "about":{
    "title":"About Liebherr",
    "title1":"Liebherr",
    "content1":"Liebherr, a world-wide leading manufacturer of construction machinery, more than 46,000 employees also help to shape technological advances in many other industries.The Liebherr Group is still managed by the Liebherr family.",
    "title2":"Liebherr Group",
    "content2":"The Liebherr Group is a Swiss multinational equipment manufacturer based in Switzerland with its main production facilities and origins in Germany.The Liebherr Group has a decentralized organizational structure and comprises eleven product division.",
    "title3":"History",
    "content3":"It has a worldwide workforce of over 42,000, with 9 billion euros in revenue for 2017. Established in 1949 by Hans Liebherr in Kirchdorf an der Iller, Baden-Württemberg, Germany, invented the tower crane.After that, Liebherr expanded into making aircraft parts and it is a significant supplier to European Airbus airplane manufacturer and commercial chiller displays and freezers, as well as domestic refrigerators. The group also produces some of the world's biggest mining and digging machinery, including loaders, excavators and extreme-size dump trucks. The T 282 B is the world's 2nd biggest truck (after BelAZ 75710). The group's nine-axle mobile crane, the LTM 11200-9.1 with a 100 metres (328 ft) telescopic boom in 2007 received the heavy-lifting industry's Development of the Year award for being the world's most powerful example of such a machine.",
    "title4":"Business Areas",
    "content4":"Liebherr shapes technological advances in many areas. The eleven divisions of the Liebherr Group and the wide product range are the result of decades of experience and in-depth expert knowledge. The exchange of know-how and information between the product divisions promotes innovative ideas.",
    "title5":"Services",
    "content5":"Aside from high quality products, Liebherr offers its customers tailored solutions according to their respective needs. Whether spare parts orders, production licenses or telemetry systems. Liebherr stands for comprehensive service and competent advice.The Liebherr group has a global sales and service network.",
    "title6":"World Wide Network",
    "content6":"The Liebherr group has a global sales and service network. The responsibility may lie with one of our own companies or an external partner, depending on the region and product area. They will answer your questions directly and deal with your request.Benefit from the wide range of services available both before and after the purchase of your Liebherr appliance."
  },
  "spare":{
    "title1":"Air Conditioning Equipment",
    "view":"View Details",
    "title2":"Axle",
    "title3":"Cab Part",
    "title4":"Chain",
    "title5":"Cooling system",
    "title6":"Covering",
    "title7":"Diesel Engine",
    "title8":"Drive Train",
    "title9":"Electronic System",
    "title10":"Grapple Upper part",
    "title11":"Ground Engaging Tools",
    "title12":"Heating",
    "title13":"Hydraulic System",
    "title14":"Mounting",
    "title15":"Shell for Clamshell",
    "title16":"Multipletine Grapple",
    "title17":"Spare part equipment",
    "title18":"Structural steelwork",
    "title19":"Swivelling drive",
    "title20":"Timber tong",
    "title21":"Travel drive",
    "title22":"Travel gear part",
    "title23":"Tyre",
    "content":"Used Spare Part"
  },
  "login":{
    "email":"E-Mail-Address:",
    "username":"Username:",
    "submit":"Submit",
    "reset":"Reset"
},
"earth":{
  "title1":"Wheeled Excavators",
  "title2":"Crawler Excavators",
  "title3":"Articulated Trucks",
  "title4":"Wheel Loaders",
  "title5":"Crawler Tractors",
  "title6":"Crawler Loaders",
  "title7":"Telescopic Handlers",
  "title8":"Pipe Layers",
  "title9":"Pontoon Excavators",
  "title10":"Duty Cycle Crwaler",
  "title11":"Attachments",
  "title12":"Customer Service"
},
"repair":{
  "title1":"Functional Description",
  "title2":"Diesel Engine",
  "title3":"Repair Instructions",
  "title4":"Engine Identification",
  "title5":"Removing the injector",
  "title6":"Removing the injection pump",
  "title7":"Removing the flywheel",
  "title8":"Removing the cover on the timing system side",
  "title9":"Demounting the piston",
  "content1":"The type of engine and serial number are stamped on the crankcase and on the data plate affixed to the conveyor. Always indicate these engine identification numbers when ordering spare parts or making requests under guarantee.",
  "content2":"Slacken off the fuel delivery pipe, remove the fixing bracket and take out the tube.Remove the injector by levering it out with a screwdriver, as indicated in figure.",
  "content3":"Mark the position of the injection pump in relation to the engine casing (if this has not already been done).Remove the injection tube and take out the fuel pipes.The pump can only be removed when the stop lever has been turned to the stop position. To do this, the pump must be pressed towards the housing as shown in figure.",
  "content4":"Remove the fuel tank, the air conveyor and flywheel nut. Remove the flywheel using puller code 365.02 as indicated in figure. WARNING: do not strike the puller in an axial direction during this operation.",
  "content5":"Slacken off the screws around the perimeter of the cover on the timing system side. Split the cover from the engine casing by levering with a screwdriver in the points indicated in figure. Warning: to prevent damage to the main bearings, it is advisable to demount the cover from the timing system.",
  "content6":"Take out the piston pin as shown in figure. Warning: do not demount the head when hot or the retention surfaces could be damaged."
},
"accessories":{
  "title":"Accessories",
"content":"Liebherr offers a broad range of high-quality accessories for freestanding appliances. Our refrigerator and freezer accessories enable you to optimise the use of your appliances, tailoring them to your specific needs – for even greater satisfaction with your Liebherr freestanding appliance. Specifically tailored for your Liebherr appliance.All accessories have been specially designed and developed for the Liebherr freestanding appliances range – each optimally customised to our appliances. Our appliance-specific accessories enable you to get the most out of your freestanding appliance and even to enhance it, for even greater everyday convenience. Naturally, our accessories meet very high quality-standards; they have undergone extensive quality testing and so you can be confident that you'll get genuine Liebherr quality. Our overview list shows you which accessories are available for which appliances. Accessories are appliance and range-specific, and not always available in all countries."
},
"aero":{
  "title1":"Air management systems",
  "content1":"The air management system is among the most important contributors to the comfort on board an aircraft. Liebherr has complete capability to develop, supply and service all aircraft and engine air systems: from the engine bleed air ports and engine pneumatics to the air distribution in the cabin and from the wing ice protection system to the cabin pressurization.",
  "title2":"Flight control and actuation systems",
  "content2":" The extensiveness of Liebherr construction machines program is like no other. Our concreting technology opens up a whole range of solutions for the cost-effective production and optimum transportation of quality concrete.",
  "title3":"Landing gear systems",
  "content3":" The landing gear is an essential system that allows the aircraft to start from the gate, taxi to the runway, to take off and to land safely. Liebherr-Aerospace has the capabilities and the experience to design, manufacture and service landing gear systems.",
  "title4":"Gears and gearboxes",
  "content4":"With power transmission gearboxes, mechanical power is taken from a helicopter engine or auxiliary power unit and provided to other users which need this power throughout the aircraft.",
  "title5":"Electronics",
  "content5":"Liebherr has acquired an unrivalled experience in designing on-board electronics for the control and monitoring of highly integrated, flight-safety critical and complex systems.Liebherr supplies these electronic units with embedded software, both as standalone units, or as part of the company's air management, flight control and landing gear systems. In terms of hardware development, qualification and production for signal and power circuits, Liebherr-Aerospace benefits from the Liebherr Group’s competence center for electronics in Lindau (Germany)."
},
"articulated":{
  "title1":"Articulated Truck",
  "title2":"TA 230 Litronic",
  "content1":"Empty vehicle weight: 24000 kg",
  "content2":"Engine output: 270 kW or 367 PS",
  "content3": "Max dump body capacity: 19m³",
  "content4":"Emission stage: IIIA (compliant)",
  "title3":"TA 230 Litronic",
  "content5":"Emission stage: IIIB (compliant)"
},
"attachment":{
  "title1":"Attachment",
  "title2":"Face shovel 01",
  "title3":"Pallet fork QC 33 FEM II",
  "title4":"GM 10B Round-Shaped",
  "content1":" Mountings direct attached or QC33 or QC33 Likufix or universal adapter",
  "content2":"Excavator class 10 - 14 t",
  "content3":"Cutting width 550 - 750 mm",
  "content4":"Weight 195 - 230 kg",
  "content5":"Weight 345 kg",
  "content6":"Fork length 1200 mm",
  "content7":"Load capacity 2500 kg",
  "content8":"Direct attached / MH40 LIKUFIX / QC 33 hydraulic / QC 33 hydraulic + LIKUFIX / SW suspension separable for direct mounting",
  "content9":"Shell type Round-Shaped, complete Overlapping",
  "content10":"Weight without suspension 1,185 - 1,285 kg",
  "content11":"Grab size 0.80 - 1.30 m³",
  "content12":"Cutting width 1,245 mm"
},
"bakery":{
  "title1":"Refrigerators for Bakeries",
  "title2":"BCv 1103",
  "content1":"Gross capacity, total 115 l",
  "content2":"Product dimensions (H/W/D) 83.0 / 49.7 / 54.8 cm",
  "content3":"Energy consumption in 24h 1.396 kWh / 24h",
  "content4":"Gross capacity, total 602 l",
  "content5":"Product dimensions (H/W/D) 212.0 / 70.0 / 83.0 cm",
  "content6":"Energy consumption in 24h 1.483 kWh / 24h",
  "content7":"Insertion slot 400x600mm (Lengthwise insertion slot)",
  "title3":"BKv 5040",
  "content8":"Gross capacity, total 491 l",
  "content9":"Product dimensions (H/W/D) 164 / 75.0 / 73.0 cm",
  "content10":"Energy consumption in 24h 2.062 kWh / 24h",
  "content11":"Insertion slot 600x400mm (Crosswise insertion slot)"
},
"combust":{
  "title1":"Components",
  "title2":"D934",
  "content1":"Configuration Inline engine",
  "content2":"Number of cylinders 4",
  "content3":"Displacement 7.0 l",
  "content4":"Emission standards EPA Tier 0 / EPA Tier 4f / EU Stage IIIA / EU Stage IV / EU Stage V / IMO III",
  "content5":"Displacement 9.0 l",
  "content6":"Emission standards EPA Tier 0  / EPA Tier 4f / EU Stage IIIA / EU Stage V",
  "content7":"Number of cylinders 6",
  "content8":"Displacement 12.0 l",
  "content9":"Emission standards EPA Tier 0  / EPA Tier 4f / EU Stage IIIA / EU Stage IV / EU Stage V / IMO III"
},
"concrete":{
  "title1":"Concrete Technology",
  "content1":"Water capacity",
  "content2":"Geometric drum capacity"
},
"construction":{
  "title":"Wheeled Excavators",
  "content1":"Operating weight",
  "content2":"Engine output(ISO 9249)",
  "content3":"Backhoe bucket capacity",
  "content4":"Grapple capacity" 
},
"crawler":{
  "title":"Crawler Excavators",
  "content1":"Operating weight",
  "content2":"Engine output(ISO 9249)",
  "content3":"Backhoe bucket capacity",
  "content4":"Tail radius",
  "title1":"Crawler Loaders",
  "content5":"Travel speed",
  "content6":"Emission Stage"
},
"customer":{
  "title1":"Customer Service",
  "title2":"Strong partner - strong service",
  "content1":"The customer service from Liebherr guarantees you advice at all times and collaborative reliability. Liebherr factories and service partners throughout the world support you competently, reliably and efficiently - anywhere and at any time.",
  "title3":"Liebherr-CarePacks",
  "content2":"The reliability of your machines is very important to us. You can only plan efficiently and attain your objectives with a fleet that is ready for use. We offer you customized solutions in order to guarantee the long service life of your Liebherr machines: The Liebherr-CarePacks.",
  "title4":"Liebherr original parts",
  "content3":" With decades of experience gained from the production of construction machines, Liebherr original parts are developed and tested in a targeted manner, too, to guarantee the best protection for Liebherr machines and the highest possible efficiency in use.",
  "title5":"Retrofit",
  "content4":" New emission standards, amended safety regulations or different areas of deployment - the demands on your machine can change as years go by.If you require other options for your machine, it is our aim to work together with you and the service partners to find a solution." 
},
"deep":{
  "title1":"Deep Foundation",
  "title2":"Drilling",
  "content1":" The most common drilling methods in deep foundation are Kelly drilling, continuous flight auger drilling, full displacement drilling, double rotary drilling, drilling with hammer grab, reverse circulation air injection drilling and down-the-hole drilling. ",
  "title3":"Pile Driving",
  "content2":" The extensiveness of Liebherr construction machines program is like no other. Our concreting technology opens up a whole range of solutions for the cost-effective production and optimum transportation of quality concrete.",
  "title4":"Soil Improvement",
  "content3":"By partnering with Liebherr-Mining, you have the benefit of our 50 years’ experience in design, manufacturing and support of mining machinery.Quality, reliability, and innovative technologies ensure that mining operations are safe, time and cost efficient.",
  "title5":"Slurry wall installation",
  "content4":" Slurry walls are deep wall structures made of concrete, reinforced concrete or binding agents in the building ground. They have a static or sealing function. For their production trenches are excavated in panels. A support fluid, usually bentonite suspension, prevents the soil around the trenches from caving in. "
},
"duty":{
  "title1":"Duty cycle crawler",
  "content1":"Max. lifting capacity",
  "content2":"Engine power",
  "content3":"Max. winch line pull",
  "content4":"Max. main boom"
},
"freezer":{
  "title1":"Fridge-freezers",
  "content1":"Voltage",
  "content2":"Energy efficiency class",
  "content3":"Energy consumption per year",
  "content4":"Energy consumption in 24h",
  "content5":"Product group:Fridge-freezer with BioFresh and SmartFrost",
  "content6":"Features:blue performance,biofresh,smartfrost,duocooling:",
  "content7":"Temperature range freezer compartment",
  "content8":"Product Group:Freestanding freezer with NoFrost",
  "content9":"Features:drawers closed all the way round with transparent fronts",
  "content10":"Features:Slimline-Türgriff mit integriertem Öffnungsmechanismus"
},
"gear":{
  "title":"Gear cutting machines",
  "content1":"Module",
  "content2":"Axial travel",
  "content3":"Shift travel",
  "content4":"Workpiece diameter"
},
"hotel":{
  "title":"Refrigerators for hotel and catering",
  "content1":"Gross capacity, total",
  "content2":"Product dimensions",
  "content3":"Energy consumption in 24h",
  "content4":"Energy efficiency class",
  "content5":"Temperature zones",
  "content6":"Maximum number of 0.75 l Bordeaux bottles",
  "title1":"Refrigerators for Beverage Industry",
  "title2":"Food Retail"
},
"hotelgroup":{
  "title":"Hotel Group",
  "content":" Way back as the 1950s were coming to an end, Hans Liebherr built a guest house in the south west of Ireland to accommodate visitors to his new factory. A short while later, his first hotel was erected in the idyllic countryside. The Group now operates six first-class hotels in Ireland, Austria and Germany. When the founder of the company, Hans Liebherr, opened a production site in 1958 in Ireland's Killarney, there was a shortage of accommodations in the region for visitors. He subsequently had a guest house built. A short while later, the company acquired a plot directly by a lake. Instead of the factory that had originally been planned for the site, he erected his first hotel called The Europe in the idyllic countryside. In this way, he created the basis for a new business area – the Liebherr hotels."
},
"side":{
  "title":"Side-by-Side",
  "title1":"SBSbs 8673 Premium BioFresh NoFrost",
  "title2":"SBSef 7242 Comfort NoFrost",
  "title3":"SBSes 8486 PremiumPlus BioFresh NoFrost",
  "content1":"Energy efficiency class A+++ | A+++",
  "content2":"0° compartment BioFresh",
  "content3":"Product dimensions (H/W/D) 185 / 121.0 / 66.5 cm",
  "content4":"Net capacity, total 629 l",
  "content5":"Energy efficiency class A++ | A++",
  "content6":"Product dimensions (H/W/D) 185.2 / 121.0 / 63.0 cm",
  "content7":"Net capacity, total 634 l",
  "content8": "Connectable (SmartDevice-capable)",
  "content9":"Energy efficiency class A+++ | A+++",
  "content10":"0° compartment BioFreshPlus",
  "content11":"Product dimensions (H/W/D) 185 / 121.0 / 66.5 cm",
  "content12":"Net capacity, total 645 l"
} ,
"telescope":{
  "title":"Telescopic handlers",
  "title1":"T 60-9s",
  "title2":"T 55-7s",
  "title3":"T 46-7s",
  "title4":"T 35-6",
  "content1":"Engine output (ISO 3046): 115 kW / 156 PS",
  "content2":"Hydraulics pump flow max. 200 l/min",
  "content3":"Max. lift height: 8,780 mm",
  "content4":"Max. lift capacity: 6,000 kg",
  "content5":"Engine output (ISO 3046): 115 kW / 156 PS",
  "content6":"Hydraulics pump flow max. 200 l/min",
  "content7":"Max. lift height: 7,032 mm",
  "content8":"Max. lift capacity: 5,500 kg",
  "content9":"Engine output (ISO 3046): 100 kW / 136 PS",
  "content10":"Hydraulics pump flow max. 200 l/min",
  "content11":"Max. lift height: 7,032 mm",
  "content12":"Max. lift capacity: 4,600 kg",
  "content13":"Engine output (ISO 3046): 100 kW / 136 PS",
  "content14":"Hydraulics pump flow max. 106 l/min",
  "content15":"Max. lift height: 6,132 mm",
  "content16":"Max. lift capacity: 3,500 kg"
},
"tractor":{
  "title":"Crawler Tractors",
  "title1":"PR 716 Litronic",
  "title2":"PR 726 Litronic",
  "title3":"PR 734 Litronic",
  "title4":"PR 736 G8.0 Litronic",
  "content1":"Operating weight: 13,200 - 15,200 kg",
  "content2":"Blade capacity: 2.75 - 3.11 m³",
  "content3":"Engine output (ISO 9249): 93 kW / 126 PS",
  "content4":"Travel speed: 10.00 km/h",
  "content5":"Operating weight: 16,500 - 20,000 kg",
  "content6":"Blade capacity: 3.17 - 4.27 m³",
  "content7":"Engine output (ISO 9249): 120 kW / 163 PS",
  "content8":"Travel speed: 11.00 km/h",
  "content9":"Operating weight: 17,960 - 22,100 kg",
  "content10":"Blade capacity: 3.80 - 5.56 m³",
  "content11":"Engine output (ISO 9249): 150 kW / 204 PS",
  "content12":"Travel speed: 10.00 km/h",
  "content13":"Operating weight: 21,200 - 25,500 kg",
  "content14":"Blade capacity: 4.10 - 5.56 m³",
  "content15":"Engine output (ISO 9249): 160 kW / 217 PS",
  "content16":"Travel speed: 11.00 km/h"
},
"wheel":{
  "title":"Wheel loaders",
  "title1":"L 506 Compact",
  "title2":"L 507 Stereo",
  "title3":"L 508 Compact",
  "title4":"L 509 Stereo",
  "content1":"Tipping load: 3,100 - 3,450 kg",
  "content2":"Bucket capacity: 0.70 - 0.80 m³",
  "content3":"Operating weight: 5,180 - 5,490 kg",
  "content4":"Rated output ISO 14396: 46 kW / 63 PS",
  "content5":"Tipping load: 3,240 - 3,750 kg",
  "content6":"Bucket capacity: 0.80 - 1.60 m³",
  "content7":"Operating weight: 5,550 - 5,835 kg",
  "content8":"Rated output ISO 14396: 50 kW / 68 PS",
  "content9":"Tipping load: 3,450 - 3,850 kg",
  "content10":"Bucket capacity: 0.90 - 1.00 m³",
  "content11":"Operating weight: 5,600 - 5,856 kg",
  "content12":"Rated output ISO 14396: 50 kW / 68 PS",
  "content13":"Tipping load: 3,885 - 4,430 kg",
  "content14":"Bucket capacity: 1.00 - 2.00 m³",
  "content15":"Operating weight: 6,390 - 6,660 kg",
  "content16":"Rated output ISO 14396: 54 kW / 73 PS"
},
"wine":{
  "title":"Wine Storage Cabinets",
  "title1":"WKes 4552 GrandCru",
  "title2":"WKes 653 GrandCru",
  "title3":"WKt 4551 GrandCru",
  "title4":"WKt 4552 GrandCru",
  "content1":"Energy efficiency class A+",
  "content2":"Maximum number of 0.75 l Bordeaux bottles 201",
  "content3":"Temperature zones 1",
  "content4":"Product dimensions (H/W/D) 165 / 70.0 / 74.2 cm",
  "content5":"Energy efficiency class A++",
  "content6":"Maximum number of 0.75 l Bordeaux bottles 12",
  "content7":"Temperature zones 1",
  "content8":"Product dimensions (H/W/D) 61.2 / 42.5 / 47.8 cm",
  "content9":"Energy efficiency class A++",
  "content10":"Maximum number of 0.75 l Bordeaux bottles 201",
  "content11":"Temperature zones 1",
  "content12":"Product dimensions (H/W/D) 165 / 70.0 / 74.2 cm",
  "content13":"Energy efficiency class A+",
  "content14":"Maximum number of 0.75 l Bordeaux bottles 201",
  "content15":"Temperature zones 1",
  "content16":"Product dimensions (H/W/D) 165 / 70.0 / 74.2 cm"
},
"maritime":{
  "title":"Mobile harbour crane",
  "content1":"Lifting capacity",
  "content2":"Jib length",
  "content3":"Total weight",
  "content4":"Hoisting/lowering"
},
"mobile":
{
  "title1":"LTM mobile cranes",
  "content1":"LTM mobile cranes are ideal for travelling on public roads and for off-road use due to their all-terrain chassis. They feature safety, economy and comfort.With all our technological advances, we always try to ensure that the latest technologies can also be supplied for existing cranes and retrofitted.",
  "title2":"LTC taxi cranes",
  "content2":"The extensiveness of Liebherr construction machines program is like no other. Our concreting technology opens up a whole range of solutions for the cost-effective production and optimum transportation of quality concrete.",
  "title3":"LTF cranes",
  "content3":"A telescopic boom crane was mounted on a standard truck chassis for the first time in 1979. This saw the birth of the first telescopic truck-mounted crane, the so-called LTF. Even today, LTF cranes are still a low-cost alternative when cranes are mainly used as taxi cranes – in other words for short hoists and lots of road journeys.",
  "title4":"Liebherr Rough Terrain Cranes",
  "content4":" Wherever you need to make your next lift, our rough terrain cranes are the safest choice for the job. Featuring the highest possible level of standard safety features available on a rough terrain crane, our LRT cranes help you to grow your business while increasing jobsite safety.",
  "title5":"LG lattice boom mobile cranes",
  "content5":" For material handling, Liebherr offers a wide variety of machines and technologies that are custom-engineered for these applications. Providing highly specialized machines and solutions from various series of Liebherr construction machines.",
  "title6":"Fire service cranes",
  "content6":" Liebherr Maritime Cranes is a division of the Liebherr Group which specialises in cargo handling solutions for ports as well as for the shipping and offshore industry. Products include ship to shore cranes, mobile harbour cranes, offshore cranes, ship cranes and etc.",
  "title7":"Military cranes",
  "content7":" Liebherr has many years of experience in the areas of aerospace and transportation systems. Aside from high precision components, the Group develops individual system solutions.",
  "title8":"Mobile Construction Cranes",
  "content8":"Liebherr offers a wide selection of high quality gear cutting machines. Liebherr offers a comprehensive range of automation systems that support modern high-efficiency production. "
},
"material":{
  "title":"Material handling technology",
  "content1":"Reach",
  "content2":"Operating weight",
  "content3":"Engine output",
  "content4":"Shovel capacity"
},
"mining":{
  "title":"Mining Excavators",
  "content1":"Operating weight with backhoe attachment",
  "content2":"Operating weight with face shovel attachment",
  "content3":"Bucket capacity",
  "content4":"Shovel capacity"
},
"pipe":{
  "title":"Pipe layers",
  "content1":"Operating weight",
  "content2":"Engine output",
  "content3":"Max. lift capacity",
  "content4":"Travel speed"
},
"pontoon":{
  "title":"Dredging Excavators",
  "content1":"Operating weight",
  "content2":"Engine output",
  "content3":"Backhoe bucket capacity",
  "content4":"Digging depth"
},
"product1":{
  "title1":"Refrigeration and freezing",
  "title2":"Liebherr household appliances",
  "title3":"Fridge-freezers",
  "title4":"Side-by-side",
  "title5":"Wine cabinets",
  "title6":"Accessories",
  "title7":"Commercial appliances",
  "title8":"Hotel and catering",
  "title9":"Bakery",
  "title10":"Food Retail",
  "title11":"Bevarage Industry"
},
"product2":{
"title1":"Construction machines",
"title2":"Earthmoving",
"title3":"Deep Foundation",
"title4":"Tower Cranes",
"title5":"ConcreteTechnology"
},
"product":{
  "title1":"Refrigeration and freezing",
  "content1":"Refrigeration and freezing equipment from Liebherr has had the mark of quality, reliability and longevity for decades. This applies both to domestic and professional use in trade, craft, gastronomy, commerce and labor.",
  "title2":"Construction machines",
  "content2":"The extensiveness of Liebherr construction machines program is like no other. Our concreting technology opens up a whole range of solutions for the cost-effective production and optimum transportation of quality concrete.",
  "title3":"Mining",
  "content3":" By partnering with Liebherr-Mining, you have the benefit of our 50 years’ experience in design, manufacturing and support of mining machinery. Quality, reliability, and innovative technologies ensure that mining operations are safe, time and cost efficient.",
  "title4":" Mobile and crawler cranes",
  "content4":"The range of Liebherr mobile cranes extends from 35-tonne models to a heavy duty crane with a load capacity of 1,200 tonnes.Our crawler cranes deliver outstanding load capacities of up to 3,000 tonnes together with massive hoist heights and radii.High comfort, safety standards makes flexible.",
  "title5":"Material handling equipment",
  "content5":"For material handling, Liebherr offers a wide variety of machines and technologies that are custom-engineered for these applications. Providing highly specialized machines and solutions from various series of Liebherr construction machines.",
  "title6":"Maritime cranes",
  "content6":"Liebherr Maritime Cranes is a division of the Liebherr Group which specialises in cargo handling solutions for ports as well as for the shipping and offshore industry. Products include ship to shore cranes, mobile harbour cranes, offshore cranes, ship cranes and etc.",
  "title7":"Aerospace and transportation system",
  "content7":"Liebherr has many years of experience in the areas of aerospace and transportation systems. Aside from high precision components, the Group develops individual system solutions.",
  "title8":"Gear technology and automation systems",
  "content8":"Liebherr offers a wide selection of high quality gear cutting machines. Liebherr offers a comprehensive range of automation systems that support modern high-efficiency production. ",
  "title9":"Components",
  "content9":"Our range covers components from the areas of mechanical, hydraulic and electrical drive system and control technology. The components have outstanding quality and are distinguished in particular by their sturdy design. ",
  "title10":"The hotels of the Group",
  "content10":"Way back as the 1950s were coming to an end, Hans Liebherr built a guest house in the south west of Ireland to accommodate visitors to his new factory. A short while later, his first hotel was erected in the idyllic countryside. "
},
"tower":{
  "title1":"Tower Cranes",
  "title2":"L1 Cranes",
  "title3":"HM Cranes",
  "content1":" The most common drilling methods in deep foundation are Kelly drilling, continuous flight auger drilling, full displacement drilling, double rotary drilling, drilling with hammer grab, reverse circulation air injection drilling and down-the-hole drilling. ",
  "content2":" The extensiveness of Liebherr construction machines program is like no other. Our concreting technology opens up a whole range of solutions for the cost-effective production and optimum transportation of quality concrete.",
  "title4":"K Cranes",
  "content3":"The perfect solution for small and medium-sized sites which require particular flexibility, easy transport and high lifting capacities.Saving time and money whilst not compromising on quality is a constant challenge for building contractors. The K series of fast-erecting cranes will help you to meet this challenge. The cranes are transported to the site as a ready-to-erect unit and can then be erected quickly using their smart erection concept. Low personnel and logistics requirements ensure that your costs and time plans can be met.",
  "title5":" R Cranes",
  "content4":"Slurry walls are deep wall structures made of concrete, reinforced concrete or binding agents in the building ground. They have a static or sealing function. For their production trenches are excavated in panels. A support fluid, usually bentonite suspension, prevents the soil around the trenches from caving in."
}
}